Repository: rutikeyone/uniqtrack
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Log in to your account
ru: Войдите в вашу учетную запись

source: Log in
ru: Войти

source: Create New Account
ru: Зарегистрироваться

source: Enter your email
ru: Введите вашу почту

source: Enter your password
ru: Введите ваш пароль

source: Create an account
ru: Регистрация

source: Back
ru: Назад

source: Enter your full name
ru: Введите ваше имя

source: Male
ru: Мужской

source: Female
ru: Женский

source: Sign up
ru: Зарегистрироваться

source: Image
ru: Изображение

source: Choose from the library
ru: Выбрать из галереи

source: Take a photo
ru: Сделать фотографию

source: Cancel
ru: Назад

source: Invalid email address
ru: Введите корректный адрес электронной почты

source: Invalid password
ru: Некорректный пароль

source: Invalid name
ru: Некорректное имя

source: Error!
ru: Ошибка!

source: Okay
ru: Хорошо

source: An error has occurred in the application!
ru: Произошла ошибка в приложении!

source: Email already in use
ru: Электронная почта уже используется

source: Operation not allowed
ru: Операция запрещена

source: Weak password
ru: Слабый пароль

source: Too many requests
ru: Слишком много запросов

source: User token expired
ru: Срок действия пользовательского токена истек

source: Check your internet connection and try again
ru: Проверьте свое интернет-соединение и повторите попытку

source: Connection timeout failure occurred
ru: Произошел сбой тайм-аута соединения

source: Send timeout failure occurred
ru: Произошел сбой тайм-аута отправки

source: Receive timeout failure occurred
ru: Произошел сбой тайм-аута приема

source: The request was canceled
ru: Запрос был отменен

source: A bad certificate error occurred
ru: Произошла ошибка с ошибочным сертификатом

source: A bad response error occurred
ru: Произошла ошибка неправильного ответа

source: Notification
ru: Уведомление

source: The user has been successfully registered
ru: Пользователь успешно зарегистрирован

source: User has been disabled
ru: Пользователь был отключен

source: User not found
ru: Пользователь не найден

source: Wrong password
ru: Неверный пароль

source: Invalid credential
ru: Неверные учетные данные

source: Forgot password?
ru: Забыли пароль?

source: Enter your password recovery email
ru: Введите свой адрес электронной почты для восстановления пароля

source: Send password
ru: Отправить пароль

source: The continuation URL is not whitelisted
ru: URL-адрес продолжения не занесен в белый список

source: The continue URL provided in the request is invalid
ru: URL-адрес продолжения, указанный в запросе, является недопустимым

# anIosBundleIdMustBeProvidedIfAnApp
source: An iOS Bundle ID must be provided if an App Store ID is provided
ru: Если указан идентификатор магазина приложений, необходимо указать идентификатор пакета iOS

source: A continue URL must be provided in the request
ru: В запросе должен быть указан URL-адрес продолжения

# anAndroidPackageNameMustBeProvidedIfTheAndroid
source: An Android package name must be provided if the Android app is required to be installed
ru: Если требуется установить приложение для Android, необходимо указать название пакета Android

source: The password has been sent to the specified email address.
ru: Пароль был отправлен на указанный адрес электронной почты.

source: Community
ru: Сообщество

source: Profile
ru: Профиль

source: Sign out
ru: Выйти из аккаунта

source: My tracks
ru: Мои треки

source: My favourite tracks
ru: Мои избранные треки

source: There is no permission to perform this action.
ru: Нет разрешения для выполнения этого действия.

source: Allow
ru: Разрешить

source: Prohibit
ru: Запретить

source: Start recording
ru: Начать запись

source: Location service are disabled.
ru: Служба геолокации отключена.

# thereIsNoPermissionToDetermineTheUsersLocation
source: There is no permission to determine the location.
ru: Нет разрешения на определение местоположения.

source: It is impossible to start recording
ru: Невозможно начать запись

source: It is not possible to get your current location
ru: Невозможно получить ваше текущее местоположение

# trackingRecordNotificationTitle
source: Uniqtrack receives information about your location
ru: Uniqtrack получает информацию о вашем местоположении

# trackingRecordNotificationBody
source: This is necessary for tracking records
ru: Это необходимо для записи трекинга.

source: Route length
ru: Расстояние

source: Time
ru: Время

source: Average speed
ru: Средняя скорость

source: Pause
ru: Пауза

source: Stop
ru: Остановить

source: Save
ru: Сохранить

# toContinue
source: Continue
ru: Продолжить

source: Add memory
ru: Добавить воспоминание

source: Do you want to finish recording the track?
ru: Вы хотите закончить запись трека?

source: Attention
ru: Внимание

source: Delete
ru: Удалить

# km
source: {distance} km
ru: {distance} км

source: {value} m
ru: {value} м

# km_per_h
source: {speed} km/h
ru: {speed} км/ч

source: Edit Memory
ru: Редактировать воспоминание

source: Enter track name
ru: Введите название для трека

source: Name
ru: Имя

source: Comment
ru: Комментарий

source: Enter your comment
ru: Введите ваш комментарий

source: Don't save
ru: Не сохранять

source: Delete and exit
ru: Удалить и выйти

source: Add track
ru: Добавить трек

source: Edit track
ru: Редактировать трек

source: Invalid track name
ru: Некорректное имя трека

source: Invalid comment
ru: Некорректный комментарий

source: Add picture
ru: Добавить фотографию

source: Invalid memory name
ru: Некорректное имя

source: Upload photos
ru: Добавленные фотографии

source: Edit
ru: Редактировать

source: Memories
ru: Воспоминания

source: The user is unauthorized
ru: Пользователь неавторизован

source: The entry was successfully added
ru: Запись была успешно добавлена

source: Refresh
ru: Обновить

source: There are no track recordings here yet
ru: Пока здесь нет записей треков

source: Enter memory name
ru: Введите имя для воспоминания

source: Favourite tracks
ru: Избранные треки

source: Add to Favorites
ru: Добавить в избранные

source: Remove From Favourites
ru: Удалить из избранных

source: Actions
ru: Действия

source: Already added to favorites
ru: Уже добавлен в избранное

source: There is not ID
ru: Нет необходимого идентификатора

source: Track added successfully
ru: Трек успешно добавлен

source: Has not been added to favorites yet
ru: Еще не был добавлен в избранное

source: The track was successfully deleted
ru: Трек был успешно удален

source: The track is not in the list of user tracks
ru: Трека нет в списке пользовательских треков

source: No remove rights
ru: Нет прав на удаление

source: Repeat
ru: Повторить

source: The collection does not contain the required element
ru: Коллекция не содержит необходимого элемента

source: No update rights
ru: Нет прав на обновление

source: The data has been successfully updated
ru: Данные успешно обновлены

source: The memory has been successfully deleted
ru: Воспоминание успешно удалено

source: The user is the creator of the track
ru: Пользователь является создателем трека

source: Already contains element
ru: Уже содержит элемент

# inOrderToViewUserInformationYouNeedToLog
source: In order to view user information, you need to log in
ru: Для того чтобы просмотреть информацию о пользователе, необходимо авторизоваться

# shareLimitMessage
source: Currently, link navigation is only available for the Android version of the mobile app.
ru: В настоящее время навигация по ссылке доступна только для Android версии мобильного приложения.

# maxAltitude
source: Max altitude: {value} m
ru: Максимальная высота: {value} м

# altitude
source: Altitude: {value} m
ru: Высота: {value} м

# beforeUploadingAPhotoMakeSureThatYourInternetConnection
source: Before uploading a photo, make sure that your internet connection is stable
ru: Прежде чем загрузить фотографию, убедитесь, что ваше интернет-соединение стабильно
